Repository: itmebael/hatud
Catalog: lib/l10n/app_*.arb
Languages: tl

source: Home
tl: Tahanan

source: My Rides
tl: Aking mga Biyahe

source: Payment
tl: Bayad

source: Free Rides
tl: Libreng Biyahe

source: Loyalty Program
tl: Programa ng Katapatan

source: Feel Good
tl: Masarap ang Pakiramdam

source: Help & Support
tl: Tulong at Suporta

source: Notifications
tl: Mga Abiso

source: Settings
tl: Mga Setting

source: Book Ride
tl: Mag-book ng Biyahe

source: Where to?
tl: Saan pupunta?

source: From
tl: Mula sa

source: To
tl: Papunta sa

source: Select Vehicle
tl: Piliin ang Sasakyan

source: Motorcycle
tl: Motor

source: Estimated Fare
tl: Tinatayang Bayad

source: Book Now
tl: Mag-book Ngayon

source: Cancel
tl: Kanselahin

source: Confirm
tl: Kumpirmahin

source: Login
tl: Mag-login

source: Sign Up
tl: Mag-sign Up

source: Mobile Number
tl: Numero ng Cellphone

source: Forgot Password?
tl: Nakalimutan ang Password?

# dontHaveAccount
source: Don't have an account?
tl: Walang account?

# alreadyHaveAccount
source: Already have an account?
tl: May account na?

source: Welcome
tl: Maligayang Pagdating

# welcomeMessage
source: Book your tricycle ride with HATUD
tl: Mag-book ng tricycle ride gamit ang HATUD

source: Get Started
tl: Simulan

source: Skip
tl: Laktawan

source: Next
tl: Susunod

source: Previous
tl: Nakaraan

source: Done
tl: Tapos

source: Loading...
tl: Naglo-load...

source: Error
tl: May Error

source: Success
tl: Tagumpay

source: Try Again
tl: Subukan Muli

source: No internet connection
tl: Walang internet connection

source: Something went wrong
tl: May mali na nangyari

source: Ride History
tl: Kasaysayan ng Biyahe

source: Upcoming Rides
tl: Mga Darating na Biyahe

source: Completed Rides
tl: Mga Tapos na Biyahe

source: Cancelled Rides
tl: Mga Kinansel na Biyahe

source: Add Payment Method
tl: Magdagdag ng Paraan ng Bayad

source: Apply
tl: Ilapat

source: Remove
tl: Alisin

source: Edit
tl: I-edit

source: Delete
tl: Burahin

source: Save
tl: I-save

source: Back
tl: Bumalik

source: Close
tl: Isara

source: Search
tl: Maghanap

source: Filter
tl: I-filter

source: Sort
tl: I-sort

source: Refresh
tl: I-refresh

source: Share
tl: I-share

source: Rate
tl: I-rate

source: Contact Us
tl: Makipag-ugnayan

source: About
tl: Tungkol sa

source: Privacy Policy
tl: Patakaran sa Privacy

source: Terms of Service
tl: Mga Tuntunin ng Serbisyo

source: Language
tl: Wika

source: Select Language
tl: Piliin ang Wika

source: Meet Your Driver
tl: Makilala ang Inyong Driver

source: Track Your Trip
tl: Subaybayan ang Inyong Biyahe

# bookTricycleSubtitle
source: Book a tricycle ride and get picked up by a nearby Hatud driver in your area.
tl: Mag-book ng tricycle ride at makipagkita sa malapit na Hatud driver sa inyong lugar.

# meetDriverSubtitle
source: Connect with our network of trusted tricycle drivers for safe and affordable rides.
tl: Makipag-ugnayan sa aming network ng mapagkakatiwalaang tricycle drivers para sa ligtas at abot-kayang mga biyahe.

# trackTripSubtitle
source: Track your driver's location in real-time and know exactly when they'll arrive.
tl: Subaybayan ang lokasyon ng inyong driver sa real-time at malaman kung kailan sila darating.

source: Welcome back
tl: Maligayang pagbabalik

source: Create your account
tl: Lumikha ng iyong account

# accessYourRides
source: Access your rides, loyalty points, and live updates instantly.
tl: Ma-access ang iyong mga biyahe, loyalty points, at live updates agad.

# joinOurCommunity
source: Join our community to request or manage rides with real-time tools.
tl: Sumali sa aming komunidad upang mag-request o pamahalaan ang mga biyahe gamit ang real-time tools.

source: Quick booking
tl: Mabilis na pag-book

source: Secure payments
tl: Ligtas na pagbabayad

source: Live ride tracking
tl: Live na pagsubaybay sa biyahe

source: Full Name
tl: Buong Pangalan

source: Phone Number
tl: Numero ng Telepono

source: Confirm Password
tl: Kumpirmahin ang Password

source: Sign Up
tl: Mag-sign Up

source: Sign In
tl: Mag-sign In

source: Or continue with
tl: O magpatuloy gamit ang

# bySigningUp
source: By signing up, you agree to our
tl: Sa pag-sign up, sumasang-ayon ka sa aming

source: Terms and Conditions
tl: Mga Tuntunin at Kondisyon

source: and
tl: at

source: Book History
tl: Kasaysayan ng Booking

source: Where you are
tl: Ang iyong lugar

source: Destination
tl: Ang lugar na pupuntahan mo

source: Fare
tl: Bayad

source: Enter destination address
tl: Ilagay ang address ng patutunguhan

source: Enter fare amount
tl: Ilagay ang halaga ng bayad

source: Pickup Location
tl: Lokasyon ng Pickup

source: Distance to destination
tl: Distansya patungo sa patutunguhan

# finalFareMayVary
source: Final fare may vary depending on traffic and exact route.
tl: Ang huling bayad ay maaaring mag-iba depende sa trapiko at eksaktong ruta.

source: Vehicle Type
tl: Uri ng Sasakyan

source: Save Changes
tl: I-save ang mga Pagbabago

source: Edit Profile
tl: I-edit ang Profile

source: Profile updated successfully!
tl: Matagumpay na na-update ang profile!

source: Failed to update profile
tl: Nabigo na i-update ang profile

source: Name cannot be empty
tl: Ang pangalan ay hindi maaaring walang laman

source: Phone number cannot be empty
tl: Ang numero ng telepono ay hindi maaaring walang laman

# pleaseEnterDestination
source: Please enter a destination
tl: Mangyaring ilagay ang patutunguhan

# pleaseEnterFareAmount
source: Please enter a fare amount
tl: Mangyaring ilagay ang halaga ng bayad

# pleaseEnterValidFareAmount
source: Please enter a valid fare amount
tl: Mangyaring ilagay ang wastong halaga ng bayad

source: Select Profile Picture
tl: Piliin ang Larawan sa Profile

source: Camera
tl: Kamera

source: Uploading image...
tl: Nag-u-upload ng larawan...

source: Profile picture updated successfully!
tl: Matagumpay na na-update ang larawan sa profile!

source: Failed to upload image
tl: Nabigo na i-upload ang larawan

source: Profile picture removed successfully!
tl: Matagumpay na natanggal ang larawan sa profile!

source: Failed to remove profile picture
tl: Nabigo na tanggalin ang larawan sa profile

# driverSelected
source: Driver selected. Review the ride details below before confirming.
tl: Napiling driver. Suriin ang mga detalye ng biyahe sa ibaba bago kumpirmahin.

# bookingRequestSent
source: Booking request sent to {driverName}
tl: Naipadala ang booking request kay {driverName}

# errorSendingBookingRequest
source: Error sending booking request. Please try again.
tl: Error sa pagpapadala ng booking request. Mangyaring subukan muli.

source: Ride booked successfully!
tl: Matagumpay na na-book ang biyahe!

# noUserLoggedIn
source: Error: No user logged in
tl: Error: Walang naka-login na user

# pickupLocationNotSet
source: Error: Pickup location not set
tl: Error: Hindi naka-set ang lokasyon ng pickup

source: Passenger Location
tl: Lokasyon ng Pasahero

source: Your Location
tl: Ang Iyong Lokasyon

source: Driver Location
tl: Lokasyon ng Driver

source: Online Driver
tl: Online na Driver

source: Logout
tl: Mag-logout

# areYouSureLogout
source: Are you sure you want to logout?
tl: Sigurado ka bang gusto mong mag-logout?

source: New User Registered
tl: Bagong User na Nagparehistro

source: New Harassment Report
tl: Bagong Harassment Report

source: View
tl: Tingnan

source: Dismiss
tl: Itago

source: View Report
tl: Tingnan ang Report

source: System Notifications
tl: Mga Abiso sa Sistema

# platformAlerts
source: Platform alerts and administrator updates
tl: Mga alerto sa platform at update ng administrator

# noNotifications
source: No notifications to review right now.
tl: Walang abiso na dapat suriin ngayon.

# fleetMonitoring
source: Fleet & Ride Monitoring
tl: Pagsubaybay sa Fleet at Biyahe

# liveView
source: Live view of active drivers and ride density
tl: Live na view ng mga aktibong driver at density ng biyahe

source: Expand Map
tl: Palawakin ang Mapa

source: Active Drivers
tl: Mga Aktibong Driver

source: Live Rides
tl: Live na mga Biyahe

source: Alerts Today
tl: Mga Alerto Ngayon

source: Recent Ride Activity
tl: Kamakailang Aktibidad ng Biyahe

source: Refresh data
tl: I-refresh ang data

source: Harassment Reports
tl: Mga Harassment Report

# monitorVerify
source: Monitor, verify, and act quickly on safety concerns
tl: Subaybayan, i-verify, at kumilos agad sa mga alalahanin sa kaligtasan

source: Download CSV
tl: I-download ang CSV

# allClear
source: All clear. No harassment reports at the moment.
tl: Lahat ay malinaw. Walang harassment reports sa ngayon.

source: Overview
tl: Pangkalahatang Tanaw

source: Monitoring
tl: Pagsubaybay

source: Use Face ID
tl: Gamitin ang Face ID

source: Mobile Number or Email
tl: Numero ng Cellphone o Email

source: Please enter mobile or email
tl: Mangyaring ilagay ang mobile o email

source: Password is required
tl: Kailangan ang password

source: Minimum 6 characters
tl: Minimum na 6 na karakter

source: Email is required
tl: Kailangan ang email

# pleaseEnterValidEmail
source: Please enter a valid email
tl: Mangyaring ilagay ang wastong email

source: Mobile number is required
tl: Kailangan ang numero ng cellphone

source: Address is required
tl: Kailangan ang address

source: Name is required
tl: Kailangan ang pangalan

# driverLicenseNumberLabel
source: Driver License Number
tl: Numero ng Lisensya ng Driver

# driverLicenseNumberRequired
source: Driver license number is required
tl: Kailangan ang numero ng lisensya ng driver

# tricyclePlateNumberLabel
source: Tricycle Plate Number
tl: Numero ng Plaka ng Tricycle

# tricyclePlateNumberRequired
source: Tricycle plate number is required
tl: Kailangan ang numero ng plaka ng tricycle

source: Driver license photo required
tl: Kinakailangan ang larawan ng lisensya ng driver

source: Tricycle plate photo required
tl: Kinakailangan ang larawan ng plaka ng tricycle

source: Book a Ride
tl: Mag-book ng Biyahe

source: Select Destination
tl: Piliin ang Patutunguhan

source: Please confirm password
tl: Mangyaring kumpirmahin ang password

source: Passwords do not match
tl: Hindi tumugma ang mga password

source: Create Account
tl: Gumawa ng Account

# pleaseSelectRole
source: Please select a role
tl: Mangyaring pumili ng role

# accountInactive
source: Your account is inactive. Please contact support.
tl: Ang iyong account ay hindi aktibo. Mangyaring makipag-ugnayan sa suporta.

# welcomeBackUser
source: Welcome back, {userName}!
tl: Maligayang pagbabalik, {userName}!

# loginFailed
source: Login failed: {error}
tl: Nabigo ang pag-login: {error}

# accountCreatedSuccessfully
source: Account created successfully! Please sign in.
tl: Matagumpay na nalikha ang account! Mangyaring mag-sign in.

# registrationFailed
source: Registration failed: {error}
tl: Nabigo ang pagrehistro: {error}

# cameraWorksOnMobileOnly
source: Camera works on mobile devices only
tl: Ang camera ay gumagana lamang sa mobile devices.

# failedToCaptureImage
source: Failed to capture image. Please try again.
tl: Nabigo na kumuha ng larawan. Mangyaring subukan muli.

# storagePermissionRequired
source: Storage permission is required. Please enable it in settings.
tl: Kinakailangan ang storage permission. Mangyaring i-enable sa settings.

# cameraPermissionRequired
source: Camera permission is required. Please enable it in settings.
tl: Kinakailangan ang camera permission. Mangyaring i-enable sa settings.

# galleryNotSupported
source: Gallery not supported on this platform. Please use a mobile device or emulator.
tl: Hindi suportado ang gallery sa platform na ito. Mangyaring gumamit ng mobile device o emulator.

source: Select Role
tl: Pumili ng Role

# chooseHowToExperience
source: Choose how you would like to experience HATUD today.
tl: Pumili kung paano mo gustong maranasan ang HATUD ngayon.

# passengerDescription
source: Book rides quickly with real-time tracking.
tl: Mag-book ng biyahe nang mabilis gamit ang real-time tracking.

# driverDescription
source: Accept bookings and manage your daily rides.
tl: Tanggapin ang mga booking at pamahalaan ang iyong mga biyahe araw-araw.

# adminDescription
source: Monitor activity and keep the fleet running smoothly.
tl: Subaybayan ang aktibidad at panatilihin ang fleet na tumatakbo nang maayos.

source: Retry
tl: Subukan Muli

source: Sending booking request...
tl: Nagpapadala ng booking request...

source: Trip Tracking
tl: Pagsubaybay sa Biyahe

source: Plate
tl: Plaka

source: Schedule
tl: I-schedule

source: No ride history yet.
tl: Walang kasaysayan ng biyahe pa.

source: Promo Vouchers
tl: Mga Promo Voucher

# welcome20Description
source: 20% off your first ride
tl: 20% diskwento sa iyong unang biyahe

source: Apply Code
tl: I-apply ang Code

# rideWeekendDescription
source: â‚±50 off weekend rides
tl: â‚±50 diskwento sa weekend na mga biyahe

# noDriversAvailable
source: No drivers available at the moment. Please try again later.
tl: Walang drivers na available sa ngayon. Mangyaring subukan muli mamaya.

source: Rate Driver
tl: I-rate ang Driver

source: Rate your ride with
tl: I-rate ang iyong biyahe kay

# writeReview
source: Write a Review (Optional)
tl: Sumulat ng Review (Optional)

# writeReviewHint
source: Share your experience...
tl: Ibahagi ang iyong karanasan...

source: Submit
tl: I-submit

# ratingSubmitted
source: Thank you! Your rating has been submitted.
tl: Salamat! Naipadala ang iyong rating.

# errorSubmittingRating
source: Error submitting rating. Please try again.
tl: Error sa pagpapadala ng rating. Mangyaring subukan muli.
